Repository: pfederi/Next-Wave
Catalog: Next Wave Watch Watch App/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Add favorite stations in the iOS app
de: Favoriten-Stationen in der iOS-App hinzufügen
fr: Ajoutez des stations favorites dans l'app iOS
it: Aggiungi stazioni preferite nell'app iOS

source: Departures are loaded...
de: Abfahrten werden geladen...
fr: Chargement des départs...
it: Caricamento partenze...

source: Enable 'Use nearest station' in iOS app settings
de: Aktiviere 'Nächstgelegene Station verwenden' in den iOS-App-Einstellungen
fr: Activez 'Utiliser la station la plus proche' dans les réglages de l'app iOS
it: Attiva 'Usa la stazione più vicina' nelle impostazioni dell'app iOS

source: Nearest Station
de: Nächstgelegene Station
fr: Station la plus proche
it: Stazione più vicina

source: Nearest station feature is not available
de: Nächstgelegene Station ist nicht verfügbar
fr: La fonction de station la plus proche n'est pas disponible
it: La funzione stazione più vicina non è disponibile

source: No Favorites Set
de: Keine Favoriten festgelegt
fr: Aucun favori défini
it: Nessun preferito impostato

source: No departures found
de: Keine Abfahrten gefunden
fr: Aucun départ trouvé
it: Nessuna partenza trovata

source: No departures found for nearest station
de: Keine Abfahrten für die nächstgelegene Station gefunden
fr: Aucun départ trouvé pour la station la plus proche
it: Nessuna partenza trovata per la stazione più vicina

source: now
de: jetzt
fr: maintenant
it: ora

source: OR
de: ODER
fr: OU
it: O

source: Station Data Unavailable
de: Stationsdaten nicht verfügbar
fr: Données de station indisponibles
it: Dati della stazione non disponibili

source: Unable to load station data
de: Stationsdaten konnten nicht geladen werden
fr: Impossible de charger les données de la station
it: Impossibile caricare i dati della stazione
